const personalMistakeListDb = {
  // morozko: [
  //   {

  //     fileName: './pages/morozko/имя_файла.pdf',
  //     delo: '33а-6168/2018',
  //     title: 'Определение Бахчисарайского районного ',
  //     law: '',
  //   }
  // ],

  // koshelev: [
  //   {

  //     fileName: './pages/koshelev/имя_файла.pdf',
  //     delo: '33а-6168/2018',
  //     title: 'Определение Бахчисарайского районного ',
  //     law: '',
  //   }
  // ],

  // korbut: [
  //   {

  //     fileName: './pages/korbut/имя_файла.pdf',
  //     delo: '33а-6168/2018',
  //     title: 'Определение Бахчисарайского районного',
  //     law: '',
  //   }
  // ],

  skisov: [
    {
      fileName: './pages/skisov/a1_33-1513_2014_ot_17.12.14.pdf',
      delo: '33-1333/2014',
      title: 'ошибочный вывод о наличии между наследниками спора о праве',
      law: 'ст.ст. 55, 59-61, 67, ч. 3 ст. 263, ч. 1 ст. 264 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a3_2-14_2014_ot_27.08.2015.pdf',
      delo: '2-14/2014',
      title: 'ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО. Не обнародовано',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a4_2-11_2014_ot_25.09.2013.pdf',
      delo: '2-11/2014',
      title: 'ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО.   Не обнародовано',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a2_33-454_2015_ot_11.08.2015.pdf',
      delo: '33-454/2015',
      title: 'ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО.   Не обнародовано',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a6_33-5245_2015_ot_30.06.15.pdf',
      delo: '33-5245/2015',
      title: 'ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО.   Не обнародовано',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a7_33-3718_2015_ot_12.05.15.pdf',
      delo: '33-3718/2015',
      title: 'ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО.   Не обнародовано',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a9_33-9505_2015_ot_03.12.15.pdf',
      delo: '33-9505/2015',
      title: 'неправильно определены имеющие значение обстоятельства в сфере водоснабжения',
      law: 'ст. 525 ГК Украины = ст. 153, 154, 155 ЖК РФ',
    },
    {
      fileName: './pages/skisov/046_Uhv_Ap_33-7730_2015_ot_01.10.15tx.pdf',
      delo: '33-7730/2015',
      title: 'иск рассмотрен без заявителей',
      law: 'Право на участие: ст. 35, ч. 1 ст. 48 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a16_33-10138_2015_ot_03.12.15.pdf',
      delo: '33-10138/2015',
      title: 'Указание судьи об отсутствии квитанции об оплате госпошлины не соответствует действительности ... требование суда о представлении документа об оценочной стоимости имущества на момент подачи искового заявления не основано на нормах Гражданского процессуального кодекса РФ.',
      law: 'ст. 132 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a8_33-1415_2016_ot_17.03.16.pdf',
      delo: '33-1415/2016',
      title: 'неправильное толкование, что принудительная компенсация за незначительную долю в общем имуществе не возможна',
      law: 'абз. 2 п. 4 ст. 252 ГК РФ',
    },
    {
      fileName: './pages/skisov/a10_33-1112_2016_ot_31.03.16.pdf',
      delo: '33-1112/2016',
      title: 'не законно отказано в признании права собственности на спорный земельный участок',
      law: 'ст. 1181 ГК РФ',
    },
    {
      fileName: './pages/skisov/a11_33-2865_2016_ot_14.04.16.pdf',
      delo: '33-2865/2016',
      title: 'судом первой инстанции дана ненадлежащая правовая оценка протоколу № 1 общего собрания членов СПК «Союз» от 09.12.2014',
      law: 'ст.ст. 55, 59-61, 67 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a12_33-3435_2016_ot_26.04.16.pdf',
      delo: '33-3435/2016',
      title: 'решение ИЗМЕНЕНО (без направления дела на новое рассмотрение). Не обнародовано -',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a13_33-1570_2016_ot_25.02.16.pdf',
      delo: '33-1570/2016',
      title: 'решение ОТМЕНЕНО ПОЛНОСТЬЮ с ОСТАВЛЕНИЕМ ЗАЯВЛЕНИЕ БЕЗ РАССМОТРЕНИЯ. Не обнародовано -',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a14_33-2403_2016_ot_14.04.16.pdf',
      delo: '33-2403/2016',
      title: '<span>решение ОТМЕНЕНО ПОЛНОСТЬЮ, производство прекращено <b> по недопустимости </b> повторного рассмотрения и разрешения тождественного спора</span>',
      law: 'абз. 3 ст. 220 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a15_33-6080_2016_ot_30.08.16.pdf',
      delo: '33-6080/2016',
      title: 'Суд не обратил внимание, что истица не представила подтверждающих допустимых доказательств, что она в предусмотренном законом порядке обращалась к ответчику с требованием об устранении недостатков углового дивана, но они не были устранены в установленный договором срок, а также, что эти недостатки являются существенными, и не правильно применил к спорным правоотношениям нормы материального права, которыми данные правоотношения не регулируются',
      law: 'п.п. 1, 3 ст. 723 ГК РФ, п. 1 ст. 29 Закона N 2300-I "О защите прав потребителей"; ст.ст. 55, 59-61, 67 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a17_33-5490_2016_ot_19.07.16.pdf',
      delo: '33-5490/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a18_33-3958_2016_ot_24.05.16.pdf',
      delo: '33-3958/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a19_33-1407_2016_ot_11.02.16.pdf',
      delo: '33-1407/2016',
      title: 'То обстоятельство, что заявитель не предоставил каких-либо доказательств, принадлежащего ФИО8 на праве собственности имущества не является основанием для отказа в удовлетворении заявления об обеспечении иска, поскольку имущество ответчика на которое накладывается арест устанавливается и идентифицируется в ходе исполнения определения о наложении ареста.  Из указанного следует, что у суда имелись все основания для удовлетворения заявления об обеспечении иска.',
      law: 'ст. 139, п. п. 1 п. 1 ст. 140 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a20_33-2848_2016_ot_11.05.16.pdf',
      delo: '33-2848/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a21_33-1121_2016_ot_18.02.16.pdf',
      delo: '33-1121/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a22_33-9095_2016_ot_21.11.16.pdf',
      delo: '33-9095/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a23_33-2603_2016_ot_04.05.16.pdf',
      delo: '33-2603/2016',
      title: 'решение ОТМЕНЕНО В ЧАСТИ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a24_33-1408_2016_ot_18.02.16.pdf',
      delo: '33-1408/2016',
      title: 'судья пришел к неверному выводу о наличии оснований для уплаты госпошлины по иску, где предметом спора является имущество, которое не подлежит оценке при передаче его в собственность граждан в порядке бесплатной приватизации',
      law: 'подпункт 3 п. 1 ст. 333.19 НК РФ',
    },
    {
      fileName: './pages/skisov/a25_33-6413_2016_ot_11.08.16.pdf',
      delo: '33-6413/2016',
      title: '<span>ни акт служебного расследования, ни приказ о привлечении истца к дисциплинарной ответственности не содержат указания на период (конкретное время) совершения хищения (образования недостачи) и указания на то, в чем конкретно состояло нарушение истцом должностной инструкции применительно к выявлению проникновения неустановленных лиц в складское помещение и к выявлению недостачи (хищения) теплообменных цепей .... <i>показания свидетелей, в силу отсутствия документального подтверждения факта хищения и установления лиц, причастных к хищению (недостаче), <dot2>не могут иметь доказательственного значения</dot2> при проверке доводов ответчика о виновности истца</i>',
      law: 'ч.ч.1, 5 ст.192, ст. 193 ТК РФ; ст.ст. 55,59-61,67 ГПК РФ в аспекте статей 1, 2, 15, 17, 18, 19, 54 и 55 Конституции РФ</span>',
    },
    {
      fileName: './pages/skisov/a26_33-6745_2016_ot_22.08.17.pdf',
      delo: '33-6745/2017',
      title: 'суд первой инстанции исходил из доказанности понесенных заявителем расходов на оплату услуг представителя в размере 40 0000 руб., однако неправомерно уменьшил размер судебных издержек ссылаясь на низкий доход истца в виде пенсии',
      law: 'ч. 1 ст. 56, ч. 1 ст. 88, ст. ст. 94, 98 и 100 ГПК РФ; постановление от 23.01.2007 года № 1-П Конституционного Суда РФ',
    },
    {
      fileName: './pages/skisov/a27_33-5155_2017_ot_29.07.17.pdf',
      delo: '33-5155/2017',
      title: '<span>судья А.Скисов <b>не установил</b> круг лиц, чьи права могут быть нарушены принятым решением, <b>не проверил</b> доводы заявителя относительно того действительно ли недвижимое имущество является бесхозяйным, не имеет собственника, а также о том: имеется или нет спор о праве на такое недвижимое имущество ... <b><dot2>судья А.Скисов обязан был</dot2></b> привлечь собственника к участию в деле в качестве заинтересованного лица</span>',
      law: 'ч. 2 ст. 156, п. 6 ч. 1 ст. 262, 263 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a28_33-7165_2016_ot_15.09.16.pdf',
      delo: '33-7165/2016',
      title: '<span>судья А.Скисов <b>не принял во внимание</b>, что при обращении в суд по вопросам о компенсации морального вреда - не требуется досудебное урегулирование спора, а также - не установил все обстоятельства по делу</span>',
      law: 'ч.1 ст. 11, абз. 2 ст. 12 ГК РФ',
    },
    {
      fileName: './pages/skisov/a29_33-4152_2016_ot_31.05.16.pdf',
      delo: '33-4152/2016',
      title: 'решение ИЗМЕНЕНО (без направления дела на новое рассмотрение в суд первой инстанции)',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a30_33-5249_2016_ot_13.07.16.pdf',
      delo: '33-5249/2016',
      title: '<span>судья А.Скисов <b>не указал</b> с какого времени необходимо произвести перерасчет пенсии',
      law: 'ст. 8 ФЗ № 400-ФЗ',
    },
    {
      fileName: './pages/skisov/a31_33-6090_2016_ot_17.08.16.pdf',
      delo: '33-6090/2016',
      title: '<span>судья А.Скисов <b>недостаточно полно учел</b> заслуживающие внимания обстоятельства, влияющие на оценку размера компенсации морального вреда: не учел наличие у ответчика на иждивении двоих несовершеннолетних детей, а также то, что он является безработным,отсутствие у ответчика имущества и реальной возможности выплатить истцу моральный вред, поскольку по приговору причинитель вреда отбывает наказание в колонии поселении ... учитывая указанные выше обстоятельства и руководствуясь принципами разумности, справедливости и соразмерности судебная коллегия полагает необходимым изменить решение суда в указанной части, снизив взысканный судом в пользу истца размер компенсации морального вреда до <изъято> руб.</span>',
      law: 'ч.1 ст. 151, 1099 - 1101 ГК РФ',
    },
    {
      fileName: './pages/skisov/a32_33-7990_2016_ot_11.10.16.pdf',
      delo: '33-7090/2016',
      title: 'решение (осн. требов.) отменено в части с прекращением производства',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a33_33-4153_2016_ot_02.06.16.pdf',
      delo: '33-4153/16',
      title: '<span>судья А.Скисов <b>неправильно примененил</b> нормы процессуального права при оставлении заявления без движения – истец, на этапе регистрации иска, не обязан предоставлять доказательства, на которых он основывает свои требования и указывать в рамках какого судопроизводства подлежит рассматривать поданное исковое заявление.</span>',
      law: 'ст.ст. 131, 132, 136 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a34_33-7730_2016_ot_11.10.16.pdf',
      delo: '33-7730/2016',
      title: '<span>судья А.Скисов <b>не обратил внимание</b>, что данная задолженность образовалась в результате ошибки бухгалтера и до настоящего времени истцу не выплачена, что предметом исковых требований являлась заработная плата в сумме, <b>которую признал ответчик</b>, а основанием - ее невыплата ответчиком в размере, установленном трудовым договором, и в сроки, установленные законом</span>',
      law: 'ч. 1 ст. 1, часть 3 ст. 11, 55, 59-61, 67, ч. 1 ст. 195  ГПК РФ; ч. 1 ст. 21 , ч. 2 ст. 21, ч. 3 ст. 136 ТК РФ  ТК РФ',
    },
    {
      fileName: './pages/skisov/a35_33-190_2018_ot_22.02.16.pdf',
      delo: '33-190/2018',
      title: 'решение ОТМЕНЕНО ПОЛНОСТЬЮ с вынесением НОВОГО РЕШЕНИЯ',
      law: '<span><mark>скрыто от народа</mark></span>',
    },
    {
      fileName: './pages/skisov/a36_33-8086_2016_ot_18.10.16.pdf',
      delo: '33-8086/2016',
      title: '<span>судья А.Скисов <b>пришел к ошибочному выводу</b> о том, что размер компенсации стоимости провоза багажа, подлежащий взысканию с ответчика, составляет 65898,39 руб., поскольку такой вывод не соответствует обстоятельствам дела</span>',
      law: 'ч.1 ст. 1, ч. 3 ст. 11, ч. 1 ст. 195 ГПК РФ; ст. ст. 3, 4, ч. 6 ст.35 Закона РФ от 19 февраля 1993 года № 4520-1; ',
    },
    {
      fileName: './pages/skisov/a37_33-8459_2016_ot_29.11.16.pdf',
      delo: '33-8459/2016',
      title: '<span>суд <b>НЕПРАВИЛЬНО</b> исходил из отсутствия у истца на момент обращения за назначением пенсии специального трудового стажа в 30 лет</span>',
      law: 'п. 20 ч. 1 ст. 30 ФЗ № 400-ФЗ',
    },
    {
      fileName: './pages/skisov/a38_33-8453_2016_ot_15.11.16.pdf',
      delo: '33-8453/2016',
      title: '<span>судья А.Скисов <b>не дал надлежащей оценки</b> исследованным доказательствам о том, что на территории подворья отмечается зловонный специфический запах и значительное количество мух, количество которых, при повышении температуры воздуха, увеличится в несколько раз, и они могут служить переносчиками различных инфекционных заболеваний среди жителей садоводческого товарищества, что указанные негативные факторы использования земельного участка в членом СПК «ФИО10» для разведения свиней - препятствуют Мыц И.Ю. использовать предоставленные ей земельные участки по назначению - для ведения садоводства, отдыха и укрепления здоровья. Судья А.Скисов также <b>не применил</b> к спорным правоотношениям нормы материального права</span>',
      law: 'ст. 42 Конституции РФ в аспекте ст. 18 ФЗ от 14.05.1993 № 4979-1, СанПиН 2.2.1/2.1.1.1200-03, ФЗ от 10.01.2002 № 7-ФЗ, ст. 8 ФЗ от 30.03.1999 № 52 , ст. 1, п. 2 ст. 19 ФЗ от 15.04.1998 № 66-ФЗ «О садоводческих, .....»; ч.1 ст. 1, ч. 3 ст. 11, ч. 1 ст. 195 ГПК РФ',
    },

    {
      fileName: './pages/skisov/027_025.01_Uhv Ap_12.09.17tx.pdf',
      delo: '33-6906/2017',
      title: 'не указано: какие указания суда не выполнил истец',
      law: 'Право на обоснованное решение: п.5 ч.1 ст.225 ГПК РФ',
    },
    {
      fileName: './pages/skisov/a5_33-3281_2017_ot_20.04.17.pdf',
      delo: '33-3281/2017',
      title: 'не правильно отказано в восстановлении срока для обжалования судебного акта в кассационном порядке',
      law: 'ч. 1 и ч. 4 ст. 112, п. 2 ст. 334, ч. 2 ст. 376 ГПК РФ',
    },
    {
      fileName: './pages/skisov/064a_Uhv_Ap_19.07.17.pdf',
      delo: '33а-5864/2017',
      title: 'суд обязал истца определять вид судопроизводства – по закону – это обязанность суда, а – не истца',
      law: 'Право на доступ к суду: п.1 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/027_022_021_Uhv_Ap_14.08.17Byk.pdf',
      delo: '33а-6581/2017',
      title: 'отказано в принятии иска по надуманным основаниям',
      law: 'Право на доступ к суду: п. 3 ч. 1 ст. 126, п. 8 ч. 2 ст. 220, п.п. 1, 2 ч. 1 ст. 138 КАС РФ',
    },
    {
      fileName: './pages/skisov/027_022_021_Uhv_Ap_14.08.17vinokur.pdf',
      delo: '33а-6585/2017',
      title: 'отказано в принятии иска по надуманным основаниям',
      law: 'Право на доступ к суду: п. 3 ч. 1 ст. 126, п. 8 ч. 2 ст. 220, п.п. 1, 2 ч. 1 ст. 138 КАС РФ',
    },
    {
      fileName: './pages/skisov/010_Uhv_Ap_05.04.18.pdf',
      delo: '33-2217/2018',
      title: 'не правильное применение ч. 2 ст. 73 Трудового Кодекса РФ',
      law: 'Право на зарплату при отстранении от работы: ч. 2 ст. 73 Трудового Кодекса РФ',
    },
    {
      fileName: './pages/skisov/037_036_033_Uhv_Ap_20.03.18.pdf',
      delo: '33а-2499/2018',
      title: 'не правильное применение ст.ст. 125, 220 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: ст.ст. 125, 220 КАС РФ',
    },
    {
      fileName: './pages/skisov/043_042_041_Uhv_Ap_20.03.18.pdf',
      delo: '33а-2501/2018',
      title: 'не правильное применение ст.ст. 125, 220 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: ст.ст. 125, 220 КАС РФ',
    },
    {
      fileName: './pages/skisov/022a_Uhv_Ap_30.05.18.pdf',
      delo: '33а-5360/2018',
      title: 'не правильное применение п. 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/012a_Uhv_Ap_30.05.18.pdf',
      delo: '33а-5364/2018',
      title: 'не правильное применение п.п. 2, 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/049_Uhv_Ap_18.06.18.pdf',
      delo: '33а-5366/2018',
      title: 'преждевременное применение п.п. 2, 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/032a_Uhv_Ap_30.05.18.pdf',
      delo: '33а-5369/2018',
      title: 'не правильное применение п. п. 2 и 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/015_Uhv_Ap_25.06.18.pdf',
      delo: '33а-5557/2018',
      title: 'не правильное применение п. п. 2 и 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/038_Uhv_Ap_10.07.18.pdf',
      delo: '33а-5558/2018',
      title: 'не правильное применение п. п. 2 и 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/013_012_011_Uhv_Ap_09.07.18.pdf',
      delo: '33а-5600/2018',
      title: 'не правильное применение п. п. 2 и 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/017_Uhv_Ap_10.07.18.pdf',
      delo: '33а-6164/2018',
      title: 'не правильное применение п. п. 2 и 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: п. п. 2 и 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/009_008_Uhv_Ap_10.07.18.pdf',
      delo: '33а-6155/2018',
      title: 'не правильное применение ст. 63, п.п. 2, 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: ст. 63, п.п. 2, 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/007_Uhv_Ap_10.07.18.pdf',
      delo: '33а-6168/2018',
      title: 'не правильное применение ст. 63, п.п. 2, 3 ч. 1 ст. 128 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: ст. 63, п.п. 2, 3 ч. 1 ст. 128 КАС РФ',
    },
    {
      fileName: './pages/skisov/025_Uhv_Ap_17.07.18.pdf',
      delo: '33а-6317/2018',
      title: 'не правильное применение ст. 129 КАС РФ для отказа в принятии иска',
      law: 'Право на доступ к суду: ст. 129 КАС РФ',
    },
    {
      fileName: './pages/skisov/025a_024_Uhv_Ap_21.08.18.pdf',
      delo: '33а-7502/2018',
      title: 'судьёй не приведены конкретные недостатки для отказа в принятии иска - не правильное применение ч. 2 ст. 130 КАС РФ',
      law: 'Право на доступ к суду: ч. 2 ст. 130 КАС РФ',
    },
    {
      fileName: './pages/skisov/031_028_027_Uhv_Ap_29.01.19.pdf',
      delo: '33а-929/2019',
      title: 'заявление об отводе судьи вынесено без удаления судьи в совещательную комнату; судом не был принят к рассмотрению уточнённый административный иск в письменной форме',
      law: 'ч. 6 ст. 35, 132, 135 КАС РФ',
    }
  ],

};
element.addEventListener('type', (evt) => {});
module.exports = personalMistakeListDb;